{
    "projects":[
        {
            "title": "MS Thesis: Effects of PopIII stars on Galaxy Formation and Evolution",
            "advisor": "Dr. Rahul Kannan, York University",
            "date": "May, 2023 - Present",
            "summary": "Over the past decade, numerous works have refined the general picture of inhomogeneous metal enrichment and the transition to Pop II star formation. Understanding the details of Pop III formation is crucial for piecing together present-day galaxy formation. In this work I am building upon the previous works to create metal enrichment, thermo-chemistry and supernova feedback routines relevant for these early stars. Then using these routines and High-resolution N-Body simulation, we will study the effect of Pop III stars on the evolution of galaxies.",
            "more": false
        },
        {
            "title": "Independent study- Test of General Relativity using Gravitational Waves",
            "advisor": "Dr. Rajesh Kumble Nayak, IISER Kolkata",
            "date": "Aug, 2023 - Present",
            "summary": "This project is a part of my independent study courework in the 9th semster. In this prpject we want to test general relativity using Gravitational Waves. For this we want to detect the amplitude of multiple Post Newtonian(PN) parameters in graviatiaonal waves -  for the detection we are using the particle swarm optimization technique based on likelihood principle, which has been developed in-house at IISER - Kolkata.",
            "more": false
        },
        {
            "title": "Infusing Intrinsic Alignments in Modified Gravity Simulations",
            "advisor": "Dr. Joachim Harnois-Deraps, Newcastle University",
            "date": "May - September, 2023",
            "summary": "My task was to infuse Intrinsic Alignment(IA) using the Non-Linear Alignemnt Model into the Modified Gravity Simulations. We used the BRIDGE and FORGE Lens Modified Gravity Simulation. I did a map level infusion of IA into the Convergence maps, which was recently propsed in 2019. This immediately opened up new avenues of research, and few of the internal teams are working on it. One of the team is using these maps to train Deep Neural Networks to better estimate cosmological parameters, while another team is using these maps to run bayesian analysis to put better constraints on consomological paramters which is necessary for upcoming precision surveys. These maps have will also help people use non-gaussian probes in weak lensing surveys.",
            "more": false
        },
        {
            "title": "Investigating the effects of AGN feedback on large scale matter distribution",
            "advisor": "Dr. Sownak Bose, ICC Durham",
            "date": "May - October, 2022",
            "summary": "I used high resolution NBody simulations - EAGLE and IllustrisTNG to investigate the effects of AGN feedback on large scale matter distribution using 2 and 3 point statistics. This study helped us understand the how the physics of subgrid manifest onto the large scale matter distribution and identify the statistics that are more responsive to these changes.",
            "more": true,
            "moreLink": "/Paper1_Draft.pdf"
        },
        {
            "title": "Summer project on Gravitational Waves",
            "advisor": "Dr. Rajesh Kumble Nayak, IISER Kolkata",
            "date": "May - July, 2021",
            "summary": "During this project, I learnt about Gravitational Waves(GW) and GW data analysis. I learnt about parameter estimation and the problems we faced while estimating Parameters. This project extensively used the python package PyCBC. I also learnt about Particle Swarm Optimization approach to parameter estimation",
            "more": false
        },
        {
            "title": "Radio Astronomy Winter School",
            "advisor": "Jointly Organised by IUCAA - Pune and NCRA",
            "date": "December, 2020 - January, 2021",
            "summary": "This was a short radio astronomy school where we learnt about the basics of radio astronomy, and interferometric techiniques. In the end, I presented our analysis on H1 data of pulsar: 1822-096",
            "more": true,
            "moreLink": "https://drive.google.com/drive/folders/154B0YthX9ht5Pw5OBcJwOS7ibyCDK2Qb"
        },
        {
            "title": " Electron Acoustic Wave in two electrons populated, dense Fermi plasma with electron exchange and correlation effect",
            "advisor": "Dr. Swarniv Chandra",
            "date": "June - August, 2020",
            "summary": "Using a one-dimensional Quantum Hydrodynamic (QHD) Model, we investigate electron-acoustic waves (EAWs) in a two-electron-populated degenerate Fermi plasma (which is composed of groups of hot and cold electrons and stationary ions) with exchange and correlation effects. I obtained the Linear Dispersion Relation and its dependence on various parameters - like Kinematic Viscosity, the ratio of cold to hot electrons, etc.has been analyzed numerically. Also, the Korteweg-de Vries equation(KdV) is obtained using the reductive perturbation technique, and the solitary profiles were studied.",
            "more": true,
            "moreLink": "https://doi.org/10.2139/ssrn.4047489"
        }
    ]
}